[
  {
    "id": 1,
    "code": "GALR210214",
    "title": "Gale Reef",
    "resort": "Gale Reef Resort",
    "length": "4 nights / 5 days",
    "perPerson": 1299,
    "start": "2021-02-14",
    "description1": "Sed et augue lorem. In sit amet placerat arcu. Mauris volutpat ipsum ac justo mollis vel vestibulum orci gravida. Vestibulum sit amet porttitor odio. Nulla facilisi. Fusce at pretium felis.",
    "description2": "Sed consequat libero ut turpis venenatis ut aliquam risus semper. Etiam convallis mi vel risus pretium sodales. Etiam nunc lorem ullamcorper vitae laoreet.",
    "image": "/images/reef1.jpg",
    "link": "/travel"
  },
  {
    "id": 2,
    "code": "DAWR210315",
    "title": "Dawson's Reef",
    "resort": "Dawson's Beach Resort",
    "length": "5 nights / 6 days",
    "perPerson": 1499,
    "start": "2021-03-15",
    "description1": "Integer magna leo, posuere et dignissim vitae, porttitor at odio. Pellentesque a metus nec magna placerat volutpat. Nunc nisi mi, elementum sit amet aliquet quis, tristique quis nisl. Curabitur odio lacus, blandit ut hendrerit",
    "description2": "Vulputate, vulputate at est. Morbi aliquet viverra metus eu consectetur. In lorem dui, elementum sit amet convallis ac, tincidunt vel sapien.",
    "image": "/images/reef2.jpg",
    "link": "/travel"
  },
  {
    "id": 3,
    "code": "CLRR210328",
    "title": "Claire's Reef",
    "resort": "Claire's Paradise",
    "length": "3 nights / 4 days",
    "perPerson": 999,
    "start": "2021-03-28",
    "description1": "Donec sed felis risus. Nulla facilisi. Donec a orci tellus, et auctor odio. Fusce ac orci nibh, quis semper arcu. Cras orci neque, euismod et accumsan ac, sagittis molestie lorem. Proin odio sapien, elementum at tempor non.",
    "description2": "Vulputate eget libero. In hac habitasse platea dictumst. Integer purus justo, egestas eu consectetur eu, cursus in tortor. Quisque nec nunc ac mi ultrices iaculis.",
    "image": "/images/reef3.jpg",
    "link": "/travel"
  }
]
